[
    {
      "user_id": 1,
      "brand": "Volvo",
      "model": "S60",
      "year": 2018,
      "mileage": 60000,
      "price": 25000,
      "drive_train": "Front Wheel Drive",
      "horsepower": 250,
      "torque": 350,
      "engine": 2.0,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "ABC-123",
      "weight": 1600,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Volvo S60 is in excellent condition with low mileage. It offers a smooth and comfortable ride with ample power from its 2.0-liter engine. Equipped with front-wheel drive and an automatic transmission, it's easy to handle in various driving conditions. The interior is spacious and well-appointed, providing comfortable seating for up to five passengers. With its sleek design and impressive performance, this S60 is sure to impress any buyer.",
      "is_new": false
    },
    {
      "user_id": 2,
      "brand": "Nissan",
      "model": "Altima",
      "year": 2019,
      "mileage": 45000,
      "price": 20000,
      "drive_train": "Front Wheel Drive",
      "horsepower": 188,
      "torque": 180,
      "engine": 2.5,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "DEF-456",
      "weight": 1500,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Nissan Altima is a reliable and fuel-efficient sedan perfect for daily commuting or long road trips. With its front-wheel drive and automatic transmission, it offers smooth handling and easy maneuverability. The 2.5-liter engine provides adequate power while delivering excellent fuel economy. The interior is spacious and comfortable, accommodating up to five passengers with plenty of legroom. Whether you're navigating city streets or cruising on the highway, this Altima delivers a comfortable and enjoyable driving experience.",
      "is_new": false
    },
    {
      "user_id": 3,
      "brand": "Volvo",
      "model": "V60",
      "year": 2020,
      "mileage": 20000,
      "price": 35000,
      "drive_train": "All Wheel Drive",
      "horsepower": 316,
      "torque": 295,
      "engine": 2.0,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "GHI-789",
      "weight": 1700,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Volvo V60 combines versatility, luxury, and performance in one stylish package. With all-wheel drive and an automatic transmission, it offers confident handling and stability in various road conditions. The powerful 2.0-liter engine delivers impressive acceleration while maintaining fuel efficiency. The interior is crafted with premium materials and offers ample space for passengers and cargo alike. Whether you're running errands in the city or embarking on a weekend adventure, this V60 is equipped to handle it all with style and grace.",
      "is_new": true
    },
    {
      "user_id": 4,
      "brand": "Nissan",
      "model": "Altima",
      "year": 2017,
      "mileage": 70000,
      "price": 15000,
      "drive_train": "Front Wheel Drive",
      "horsepower": 179,
      "torque": 177,
      "engine": 2.5,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "JKL-012",
      "weight": 1550,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Nissan Altima offers a comfortable and reliable driving experience with its smooth performance and spacious interior. The front-wheel-drive system and automatic transmission make it easy to navigate through city traffic or cruise on the highway. Powered by a fuel-efficient 2.5-liter engine, it strikes a balance between power and efficiency. The interior is well-appointed with comfortable seating for five passengers and ample cargo space. Whether you're commuting to work or embarking on a weekend getaway, this Altima is ready to meet your needs with style and comfort.",
      "is_new": false
    },
    {
      "user_id": 5,
      "brand": "Volvo",
      "model": "S60",
      "year": 2016,
      "mileage": 80000,
      "price": 20000,
      "drive_train": "All Wheel Drive",
      "horsepower": 240,
      "torque": 258,
      "engine": 2.0,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "MNO-345",
      "weight": 1650,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Volvo S60 combines sporty performance with Scandinavian luxury in an elegant sedan package. Featuring all-wheel drive and an automatic transmission, it offers exceptional traction and handling in all weather conditions. The turbocharged 2.0-liter engine delivers plenty of power while maintaining efficiency on the highway. Inside, the S60 boasts a refined interior with comfortable seating for up to five passengers and a host of advanced technology features. Whether you're commuting to work or embarking on a weekend adventure, this S60 ensures a pleasurable driving experience every time.",
      "is_new": false
    },
    {
      "user_id": 6,
      "brand": "Nissan",
      "model": "Altima",
      "year": 2020,
      "mileage": 30000,
      "price": 22000,
      "drive_train": "Front Wheel Drive",
      "horsepower": 188,
      "torque": 180,
      "engine": 2.5,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "PQR-678",
      "weight": 1520,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Nissan Altima is a stylish and reliable sedan that excels in both performance and comfort. With its front-wheel-drive system and automatic transmission, it offers a smooth and effortless driving experience. The 2.5-liter engine provides ample power for highway merging and city driving while maintaining excellent fuel efficiency. Inside, the Altima features a spacious and comfortable cabin with plenty of room for passengers and cargo. Whether you're commuting to work or taking a road trip with the family, this Altima delivers on all fronts.",
      "is_new": true
    },
    {
      "user_id": 7,
      "brand": "Volvo",
      "model": "V60",
      "year": 2019,
      "mileage": 40000,
      "price": 30000,
      "drive_train": "All Wheel Drive",
      "horsepower": 316,
      "torque": 295,
      "engine": 2.0,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "STU-901",
      "weight": 1680,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Volvo V60 offers a perfect blend of versatility, performance, and luxury in a sleek and stylish package. With all-wheel drive and an automatic transmission, it provides confident handling and stability on any road surface. The potent 2.0-liter engine delivers exhilarating acceleration while maintaining impressive fuel efficiency. Inside, the V60 features a refined interior with premium materials and advanced technology, ensuring a comfortable and connected driving experience. Whether you're navigating city streets or exploring winding country roads, this V60 is the ideal companion for all your adventures.",
      "is_new": false
    },
    {
      "user_id": 8,
      "brand": "Nissan",
      "model": "200XS",
      "year": 1989,
      "mileage": 55000,
      "price": 18000,
      "drive_train": "Front Wheel Drive",
      "horsepower": 188,
      "torque": 177,
      "engine": 2.5,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "VWX-234",
      "weight": 1550,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Nissan 200XS is a stylish and sporty sedan that delivers a thrilling driving experience. With its front-wheel-drive system and automatic transmission, it offers precise handling and responsive performance on the road. The 2.5-liter engine provides plenty of power for spirited acceleration while maintaining efficiency during everyday driving. Inside, the 200XS features a modern and comfortable cabin with advanced technology features to keep you connected on the go. Whether you're commuting to work or exploring scenic routes, this 200XS is sure to turn heads wherever you go.",
      "is_new": false
    },
    {
      "user_id": 9,
      "brand": "Volvo",
      "model": "S60",
      "year": 2017,
      "mileage": 70000,
      "price": 21000,
      "drive_train": "All Wheel Drive",
      "horsepower": 302,
      "torque": 295,
      "engine": 2.0,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "YZA-567",
      "weight": 1670,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Volvo S60 combines Scandinavian luxury with exhilarating performance in a sophisticated sedan package. Featuring all-wheel drive and an automatic transmission, it offers exceptional traction and control in any driving situation. The powerful 2.0-liter engine delivers impressive acceleration while maintaining efficiency on the highway. Inside, the S60 boasts a refined interior with premium materials and advanced technology features, ensuring a comfortable and connected driving experience. Whether you're commuting to work or embarking on a weekend getaway, this S60 is the perfect companion for all your journeys.",
      "is_new": false
    },
    {
      "user_id": 10,
      "brand": "Nissan",
      "model": "200XS",
      "year": 1999,
      "mileage": 65000,
      "price": 16000,
      "drive_train": "Front Wheel Drive",
      "horsepower": 188,
      "torque": 177,
      "engine": 2.5,
      "gas_type": "Gasoline",
      "transmition": "Automatic",
      "register": "NOP-234",
      "weight": 1570,
      "seating_capacity": 5,
      "door_count": 4,
      "description": "This Nissan 200XS is a stylish and reliable sedan that offers a perfect blend of performance and practicality. With its front-wheel-drive system and automatic transmission, it provides smooth and responsive handling on the road. The 2.5-liter engine delivers ample power for daily driving while maintaining excellent fuel efficiency. Inside, the 200XS features a comfortable and well-appointed cabin with seating for up to five passengers and a host of convenience features to enhance your driving experience. Whether you're commuting to work or embarking on a weekend adventure, this 200XS is ready to take you there in style.",
      "is_new": false
    }
  ]